#### IFrameworkElementCreator Members

---

|  |
| --- |
| IFrameworkElementCreator Interface   Methods   See Also |

The  IFrameworkElementCreator  type exposes the following members.

# Methods

|  | Name | Description |
| --- | --- | --- |
| Public method | CreateFrameworkElement | Method called to create the FrameworkElement. |

# See Also

IFrameworkElementCreator Interface

Autodesk.Revit.UI Namespace